/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Čini se da nije uspostavljena internetska veza računala.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Internetska veza računala možda nije uspostavljena.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Čini se da je uspostavljena internetska veza računala.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS poslužitelj računala ne reagira.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS poslužitelj nije mogao naći naziv poslužitelja.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Usmjerivač računala ne reagira.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Poslužitelj na koji se računalo pokušava spojiti ne reagira.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Čini se da je uspostavljena internetska veza računala.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Lozinka web obrasca";

/* HTTP result code string */
"accepted" = "prihvaćeno";

/* HTTP result code string */
"bad gateway" = "neispravan poveznik";

/* HTTP result code string */
"bad request" = "neispravan zahtjev";

/* HTTP result code string */
"client error" = "greška klijenta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "nastavi";

/* HTTP result code string */
"created" = "izrađeno";

/* HTTP result code string */
"expectation failed" = "očekivanje nije ispunjeno";

/* HTTP result code string */
"forbidden" = "zabranjeno";

/* HTTP result code string */
"found" = "pronađeno";

/* HTTP result code string */
"gateway timed out" = "isteklo je vrijeme poveznika";

/* HTTP result code string */
"informational" = "informativno";

/* HTTP result code string */
"internal server error" = "unutarnja greška poslužitelja";

/* HTTP result code string */
"length required" = "potrebna je duljina";

/* HTTP result code string */
"method not allowed" = "način nije dopušten";

/* HTTP result code string */
"moved permanently" = "trajno premješteno";

/* HTTP result code string */
"multiple choices" = "više izbora";

/* HTTP result code string */
"needs proxy" = "zahtijeva proxy";

/* HTTP result code string */
"no content" = "bez sadržaja";

/* HTTP result code string */
"no error" = "bez grešaka";

/* HTTP result code string */
"non-authoritative information" = "informacija nije autoritativna";

/* HTTP result code string */
"not found" = "nije nađeno";

/* HTTP result code string */
"not modified" = "nije promijenjeno";

/* HTTP result code string */
"partial content" = "djelomičan sadržaj";

/* HTTP result code string */
"payment required" = "potrebna je naknada";

/* HTTP result code string */
"precondition failed" = "preduvjet nije ispunjen";

/* HTTP result code string */
"proxy authentication required" = "potrebna je proxy autorizacija";

/* HTTP result code string */
"redirected" = "preusmjereno";

/* HTTP result code string */
"no longer exists" = "više ne postoji";

/* HTTP result code string */
"request timed out" = "zahtjev je istekao";

/* HTTP result code string */
"request too large" = "zahtjev je prevelik";

/* HTTP result code string */
"requested URL too long" = "zatraženi URL je predugačak";

/* HTTP result code string */
"requested range not satisfiable" = "traženi raspon ne zadovoljava";

/* HTTP result code string */
"reset content" = "resetiraj sadržaj";

/* HTTP result code string */
"see other" = "pogledajte ostalo";

/* HTTP result code string */
"server error" = "greška poslužitelja";

/* HTTP result code string */
"service unavailable" = "usluga nije dostupna";

/* HTTP result code string */
"success" = "uspjeh";

/* HTTP result code string */
"switching protocols" = "promjena protokola";

/* HTTP result code string */
"temporarily redirected" = "privremeno preusmjereno";

/* HTTP result code string */
"unacceptable" = "nije prihvatljivo";

/* HTTP result code string */
"unauthorized" = "nije ovlašteno";

/* HTTP result code string */
"unimplemented" = "nije implementirano";

/* HTTP result code string */
"unsupported media type" = "nepodržana vrsta medija";

/* HTTP result code string */
"unsupported version" = "nepodržana verzija";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Došlo je do problema u komunikaciji s internetskim proxy poslužiteljem (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Došlo je do problema u komunikaciji sa sigurnim internetskim proxy poslužiteljem (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "nepoznata greška";

/* WebFoundationErrorCancelled description */
"Err-999" = "poništeno";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "neispravan URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Vrijeme zahtjeva je isteklo.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodržani URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Ne može se naći poslužitelj s navedenim nazivom hosta.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Spajanje na poslužitelja nije uspjelo.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Veza s mrežom je prekinuta.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Greška pri traženju DNS-a";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "previše preusmjeravanja HTTP protokola";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "resurs nije dostupan";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Čini se da je internet veza odspojena.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "preusmjereno nigdje";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Došlo je do neispravnog odziva poslužitelja.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "resurs od nula bajtova";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "neobrađeni podaci ne mogu se dekodirati";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "podaci sadržaja ne mogu se kodirati";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "odziv se ne može parsirati";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Međunarodni roaming trenutno je isključen.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Podatkovna veza ne može se uspostaviti jer je poziv trenutno aktivan.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Podatkovna veza trenutno nije dopuštena.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "stream tijela zahtjeva je potrošen";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Traženi URL nije pronađen na ovom poslužitelju.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "datoteka je direktorij";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nemate dopuštenje za pristup traženom resursu.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "resurs premašuje maksimalnu veličinu";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Došlo je do SSL greške i ne može se uspostaviti sigurna veza s poslužiteljem.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikat za ovog poslužitelja je istekao.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikat za ovog poslužitelja je istekao. Možda se spajate na poslužitelja koji se pretvara da je “%@” i koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikat za ovog poslužitelja nije važeći.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikat za ovog poslužitelja nije važeći. Možda se spajate na poslužitelja koji se pretvara da je “%@” i koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikat za ovog poslužitelja je potpisao nepoznat autoritet za certifikate.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikat za ovog poslužitelja je potpisao nepoznat autoritet za certifikate. Možda se spajate na poslužitelja koji se pretvara da je “%@” i koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikat za ovog poslužitelja još nije važeći.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikat za ovog poslužitelja još nije važeći. Možda se spajate na poslužitelja koji se pretvara da je “%@” i koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Poslužitelj nije prihvatio certifikat.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Poslužitelj “%@” nije prihvatio certifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Poslužitelj zahtijeva certifikat klijenta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Poslužitelj “%@” zahtijeva certifikat klijenta.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "ne može se učitati s mreže";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Datoteka se ne može izraditi";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Datoteka se ne može otvoriti";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Došlo je do greške prilikom zatvaranja datoteke";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Datoteka se ne može zapisati";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Datoteka se ne može ukloniti";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Datoteka se ne može premjestiti";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekodiranje preuzimanja nije uspjelo";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Dekodiranje preuzimanja nije uspjelo";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Želite li se svejedno spojiti na poslužitelja?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Za promjenu vaših proxy postavki, otvorite postavke Mreža, kliknite Napredno, zatim kliknite Proxy. Za pomoć s ovim problemom, obratite se vašem administratoru sustava.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Potrebna je proxy autorizacija";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autorizacija za %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Odustani";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Korisničko ime";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Lozinka";
